Repository: AndreySolod/GreenMine
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: To perform this action, you need to log in
ru: Для выполнения этого действия необходимо авторизоваться

source: Internal server error. Please report on GitVerse about this issue (log file in %(config)s)
ru: Внутренняя ошибка сервера. Пожалуйста, сообщите на GitVerse о возникшей ошибке (лог файл находится в %(config)s)

source: Action Module
ru: Модуль автоматизации

source: Action Modules
ru: Модуль автоматизации

source: Show action modules list
ru: Видеть список модулей автоматизации

source: Run action modules by target
ru: Запускать модули автоматизации

source: Access to Default Credentials module
ru: Доступ к модулю заводских учётных данных

source: Services to scan:
ru: Службы для сканирования:

source: Zone name:
ru: Наименование зоны:

source: This field is mandatory!
ru: Это поле является обязательным!

source: This field must not exceed %(length)s characters in length
ru: Это поле не может быть больше %(length)s символов в длину

source: Project ID:
ru: ID проекта:

source: Run
ru: Запустить

source: DNS Zone Transfer
ru: Трансфер DNS зоны

source: Test specified DNS services on zone transfer
ru: Проверяет указанные службы DNS на наличие трансфера

source: Services:
ru: Службы:

source: Choose targets to exploit
ru: Выберите цели для эксплуатации

source: EthernalBlue check
ru: Проверка на EthernalBlue

source: Check given address on MS17-010 vulnerability, and, if true, save data to database
ru: Проверяет заданные адреса на уязвимость MS17-010, и, если уязвимы, сохраняет соответствующие данные в базу

source: <p>Destination: %(destination)s</p>
ru: <p>Для: %(destination)s</p>

source: Delay between requests:
ru: Задержка между запросами:

source: Default delay between create export address book task and gain an address book to generate data on the device
ru: Задержка по умолчанию между запросом на экспорт адресной книги и запросом на получение адресной книги для генерации данных устройством

source: The page load timeout must be greater than 0!
ru: Время ожидания загрузки страницы должно быть больше 0!

source: Target verification range:
ru: Целевой диапазон сканирования:

source: Domain search:
ru: Домен поиска:

source: The domain to search for the DNS name if the SMB credentials are set via NetBIOS
ru: Домен для поиска DNS-имён, если учётные данные для SMB заданы через NetBIOS

source: Mass exploit Kyocera CVE-2022-1026
ru: Массовый эксплоит для Kyocera CVE-2022-1026

source: On a given list of printer targets, Kyocera is trying to exploit the vulnerability CVE-2022-1026 and save the received credentials.
ru: На заданном списке принтеров Kyocera пытается проэксплуатировать уязвимость CVE-2022-1026 и сохранить полученные учётные данные.

source: Nmap scan result file:
ru: Файл результатов скана Nmap:

source: Only an xml file!
ru: Только xml-файлы!

source: Ignore ports that do not have the status <Open>:
ru: Игнорировать порты, не имеющие статус <Открыт>:

source: Ignore hosts without open ports and ARP response:
ru: Игнорировать хосты без открытых портов и ARP-ответа:

source: Add hosts for which an ARP response has been received and there are no open ports:
ru: Добавлять хосты, для которых был получен ARP-ответ и у которых отсутствуют открытые порты:

source: Process host operating system data:
ru: Обрабатывать данные об операционной системе хоста:

source: Scanning host
ru: Сканирующий хост

source: The host from which or through which the scan was performed. Affects the mutual visibility of hosts/services with the specified one.
ru: Хост, с которого осуществлялось сканирование. Влияет на взаимную видимость конечных устройств/служб с указанным.

source: Automatically add mutual visibility of networks:
ru: Автоматически добавлять взаимную видимость сетей:

source: Automatically add mutual visibility of hosts and service:
ru: Автоматически добавлять взаимную видимость конечных устройств и служб:

source: Labels for new hosts:
ru: Метки для новых конечных устройств:

source: Label for edited hosts:
ru: Метки для изменённых конечных устройств:

source: Add labels to hosts that have been changed
ru: Добавить метки к конечным устройствам, которые будут изменены

source: Add description for all scanned host:
ru: Добавить описание для всех просканированных конечных устройств:

source: Import
ru: Импортировать

source: Import from Nmap
ru: Импорт из Nmap

source: Imports the data of the scan results with the Nmap scanner
ru: Импортирует данные результатов сканирования через сканер Nmap

source: Zmap scan result file:
ru: Файл результатов скана Zmap:

source: Only an csv file!
ru: Только csv-файлы!

source: Import from Zmap
ru: Импорт из Zmap

source: Imports the data of the scan results with Zmap scanner (Not to be confused with nmap/zenmap)
ru: Импортирует данные результатов сканирования через сканер Zmap (Не путать с nmap/zenmap)

source: Dimensions of the created image (in pixels):
ru: Размеры создаваемого изображения (в пикселях):

source: Page loading timeout:
ru: Время ожидания загрузки страницы:

source: Page loading wait:
ru: Время ожидания загрузки страницы:

source: Save
ru: Сохранить

source: The dimensions of the created image should be set in the form of 'Width, Height'
ru: Размеры создаваемого изображения должны задаваться в виде 'Ширина,Высота'

source: The dimensions of the created image must be set as a positive number of pixels
ru: Размеры создаваемого изображения должны задаваться в виде положительного количества пикселей

source: The dimensions of the created image must be set in pixels. Example: '1920.2500'
ru: Размеры создаваемого изображения должны задаваться в пикселях. Пример: '1920,2500'

source: Check proto - use only http/https:
ru: Проверять протокол сервиса - использовать только http/https:

source: Inventory Manager
ru: Инвентаризатор

source: For a given address, if the http/https protocol is used, it receives a screenshot of the site and returns it in binary form
ru: Для заданного адреса в случае использования протокола http/https - получает скриншот сайта и сохраняет его в бинарном виде

source: Extracted via CVE-2013-4786 from IPMI
ru: Извлечён через CVE-2013-4786 из IPMI

source: IPMI exploit
ru: Эксплуатация IPMI

source: For a given address, if the IPMI port is open, the module will try to exploit all vulnerabilities (such as CVE-2013-4786) and save result in database
ru: Если на заданном порту запущена служба IPMI (открыт порт), модуль пытается проэксплуатировать известные уязвимости (такие как CVE-2013-4786) и сохранить результаты в базу данных

source: Login column number:
ru: Номер столбца логина:

source: Password hash column number:
ru: Номер столбца хэша пароля:

source: Credential description column number:
ru: Номер столбца дополнительного описания учётных данных:

source: If credential is exists, the value of this field will be added to the end of the current one.
ru: Если учётные данные существуют, значение этого поля будет добавлено в конец к существующему полю.

source: Password column number:
ru: Номер столбца пароля:

source: Column delimither:
ru: Разделитель столбцов:

source: The symbol by which the rows will be divided into columns
ru: Символ, по которому строки будут разделены на столбцы

source: Static login:
ru: Статический логин:

source: The login that will match all the lines
ru: Логин, который будет соответствовать всем строкам

source: Static password hash:
ru: Статический хэш пароля:

source: The password that will match all the lines
ru: Пароль, который будет соответствовать всем строкам

source: Static hash type:
ru: Статический тип хэша:

source: An hash type, that will be added to all the lines
ru: Тип хэша, который будет соответствовать всем строкам

source: Static check wordlist:
ru: Статическое значение "Проверен на словаре":

source: Static description:
ru: Статическое описание:

source: An description string, that will be added to all credentials
ru: Строка описания, которая будет добавлена всем учётным данным

source: Static password:
ru: Статический пароль:

source: Content:
ru: Содержимое:

source: Input content to add here (one credential per line with attribute, separated by column delimither)
ru: Введите содержимое для импорта сюда (по одному объекту учётных данных с атрибутами, разделёнными по заданному символу)

source: File:
ru: Файл:

source: A file with credentials to add (one credential per line, separated by column delimither)
ru: Файл с учётными данным для добавления (по одному объекту учётных данных на строку, разделённым по заданному символу)

source: Only .txt file are allowed!
ru: Разрешены только файлы .txt!

source: Add
ru: Добавить

source: At least one of the two fields is required: 'Content' or 'File'!
ru: Как минимум одно из двух полей 'Содержимое' или 'Файл' необходимо!

source: Incorrect input delimiter - not enough columns to parse
ru: Некорректный символ разделителя - недостаточно столбцов

source: Mass import a credential data
ru: Множественный импорт учётных данных

source: Creates or updates credentials from the transferred file, split according to the specified separator
ru: Создает или обновляет учетные данные из переданного файла, разделяя их в соответствии с указанным разделителем

source: IP address position:
ru: Позиция IP-адреса:

source: Title position:
ru: Позиция заголовка:

source: Description position:
ru: Позиция описания:

source: Will be added to the end of the existing element
ru: Эти параметры будут добавлены каждому новому и/или существующему объекту

source: MAC address position:
ru: Позиция MAC-адреса:

source: Input content to add here (one host per line with attribute, separated by column delimither)
ru: Введите содержимое для импорта сюда (по одному объекту хостов с атрибутами, разделёнными по заданному символу)

source: A file with host to add (one hostf per line, separated by column delimither)
ru: Файл с учётными данным для добавления (по одному объекту хостов на строку, разделённым по заданному символу)

source: Only .csv file are allowed!
ru: Разрешены только файлы .csv!

source: Mass import a host data
ru: Множественный импорт конечных устройств

source: Creates or updates host from the transferred file, split according to the specified separator
ru: Создает или обновляет конечные устройства из переданного файла, разделяя их в соответствии с указанным разделителем

source: Networks to scan:
ru: Сети для сканирования:

source: Hosts to scan:
ru: Конечные устройства для сканирования:

source: Scan type:
ru: Тип сканирования:

source: Network only
ru: Только сети

source: Host only
ru: Только конечные устройства

source: Network only scan - scan current subnet to find host and their port. Host only - scan all host in current network on open ports
ru: Сканирование только сети - сканирует текущую подсеть, чтобы найти конечные устройства и порты. Сканирование только конечных устройств - сканирует все конечные устройства в текущей сети на предмет наличия открытых портов

source: Ports:
ru: Порты:

source: Scan TCP ports:
ru: Сканировать TCP-порты:

source: Scan UDP ports:
ru: Сканировать UDP-порты:

source: Scan SCTP ports:
ru: Сканировать SCTP порты:

source: Use traceroute:
ru: Использовать traceroute:

source: Process service version information:
ru: Обрабатывать информацию о версии служб::

source: Minimal number of probes (min-parallelism):
ru: Минимальное число проб (min-parallelism):

source: These options control the total number of probes that may be outstanding for a host group. They are used for port scanning and host discovery
ru: Эти параметры определяют общее количество проб, которые могут быть пропущены для группы узлов. Они используются для сканирования портов и обнаружения узлов

source: Minimal directly control scanning rate:
ru: Минимальная скорость сканирования с непосредственным управлением:

source: Nmap will do its best to send packets as fast as or faster than the given rate
ru: Nmap сделает все возможное, чтобы отправлять пакеты с заданной скоростью или выше ее

source: Script timeout:
ru: Тайм-аут скриптов:

source: Option sets a ceiling on script execution time. The special value 0 can be used to mean 'no timeout'.
ru: Параметр устанавливает ограничение на время выполнения скрипта. Специальное значение 0 может использоваться для обозначения отсутствия тайм-аута.

source: Host timeout:
ru: Тайм-аут конечного устройства:

source: The maximum amount of time you are willing to wait when scanning host. The special value 0 can be used to mean 'no timeout'.
ru: Максимальное время ожидания, которое вы готовы выдержать при сканировании конечного устройства. Специальное значение 0 означает отсутствие времени ожидания.

source: Timing template:
ru: Шаблон времени:

source: Parallel resolve reverse DNS names for host:
ru: Использовать параллельные разрешения reverse DNS для конечных устройств:

source: Treat all hosts as online - skip host discovery:
ru: Рассматривать все конечные устройства как подключенные к сети - пропустить обнаружение хостов:

source: Nmap scripts:
ru: Nmap скрипты:

source: Scan
ru: Сканировать

source: Nmap scan
ru: Сканирование Nmap

source: Scan project network via Nmap scanner
ru: Сканирует сеть проекта с помощью сканера Nmap

source: RDP check
ru: Проверка RDP

source: For a given address, check classic RDP misconfigures (such as RDP without NLA)
ru: Проверяет классические ошибки настройки RDP (такие как RDP без NLA) на заданных адресах.

source: VNC None Authentication check
ru: Проверка VNC None Authentication

source: VNC checks for None Authentication for the specified addresses.
ru: Проверяет указанные службы VNC на недостаток None Authentication.

source: Select an option
ru: Выберите опцию

source: Not a valid choice.
ru: Не является корректным выбором.

source: Not a valid choice
ru: Не является корректным выбором

source: Automation modules list
ru: Список модулей автоматизации

source: All automation modules
ru: Все модули автоматизации

source: Process automation modules
ru: Модули автоматизации процессов

source: Factory credentials
ru: Заводские учётные данные

source: A list of credentials installed at the factory by various manufacturers
ru: Список учётных данных, устанавливаемых на заводе различными производителями

source: The module has been sent for execution
ru: Модуль отправлен на выполнение

source: Password policy settings have been successfully updated
ru: Настройки парольной политики успешно обновлены

source: New Credential import template successfully added
ru: Новый шаблон импорта учётных данных успешно добавлен

source: Credential import template successfully updated
ru: Шаблон импорта учётных данных успешно обновлён

source: Credential import template successfully deleted
ru: Шаблон импорта учётных данных успешно удалён

source: Import was completed successfully
ru: Импорт успешно завершён

source: Errors when parsing file
ru: Ошибка при анализе файла

source: Credential import template with the specified string slug has already been registered
ru: Шаблон импорта учётных данных с указанным слагом уже зарегистрирован

source: Create
ru: Создать

source: Templates file:
ru: Файл шаблона:

source: Only JSON File allowed!
ru: Разрешены только файлы JSON!

source: Override exist task templates:
ru: Перезаписать существующие шаблоны задач:

source: File is required!
ru: Требуется файл!

source: File is not a valid JSON file!
ru: Файл не является валидным JSON-файлом!

source: Object with specified field value already exist in database
ru: Объект с указанным значением поля уже существует в базе данных

source: Transition from %(i_title)s to %(j_title)s:
ru: Переход из %(i_title)s в %(j_title)s:

source: This Slug is already exist!
ru: Такой слаг уже зарегистрирован!

source: Edit
ru: Редактировать

source: Issue template with the specified string slug has already been registered
ru: Шаблон проблемы с указанным слагом уже зарегистрирован

source: Override exist issue templates:
ru: Перезаписать существующие шаблоны проблем:

source: New Issue template successfully added
ru: Шаблон проблем успешно добавлен

source: Issue template successfully updated
ru: Шаблон проблем успешно обновлён

source: Issue template successfully deleted
ru: Шаблон проблем успешно удалён

source: Additional parameters successfully created!
ru: Дополнительный параметр успешно создан!

source: Additional parameter successfully updated!
ru: Дополнительный параметр успешно обновлён!

source: Project additional parameter #%(param_id)s successfully deleted!
ru: Дополнительный параметр проекта #%(param_id)s успешно удалён!

source: Template for Report Templates %(templ_name)s
ru: Шаблон отчёта %(templ_name)s

source: New report template successfully created!
ru: Новый шаблон отчёта успешно добавлен!

source: Report template #%(templ_id)s successfully updated!
ru: Шаблон отчёта #%(templ_id)s успешно обновлён!

source: Report templates #%(templ_id)s successfully deleted!
ru: Шаблон отчёта #%(templ_id)s успешно удалён!

source: Integrity error when create object. Looks like object with those unique attribute (like Slug) already exist in database. Try again
ru: Ошибка целостности при создании объекта. Судя по всему объект с указанными уникальными атрибутами (такими как Слаг) уже существует в базе данных. Попробуйте снова

source: Something went wrong. Please report this error to GitVerse
ru: Что-то пошло не так. Пожалуйста, сообщите об этой ошибке на GitVerse

source: Object «%(title)s» successfully added
ru: Объект «%(title)s» успешно добавлен

source: Error when edit object: %(error)s. Try again
ru: Ошибка при редактировании объекта: %(error)s. Попробуйте снова

source: Object «%(title)s» edited successfully
ru: Объект «%(title)s» успешно изменён

source: Enumerated object deleted successfully
ru: Объект перечисления успешно удалён

source: Possible transitions for the object «%(verbose_name)s» have been successfully updated
ru: Возможные переходы для объекта «%(verbose_name)s» успешно обновлены

source: Deleted user
ru: Удалённый пользователь

source: User position created successfully
ru: Должность успешно создана

source: User position edited successfully
ru: Должность успешно изменена

source: User position deleted successfully
ru: Должность успешно удалена

source: User position permissions edited successfully
ru: Успешно изменены разрешения должностей

source: New Project role successfully created
ru: Новая роль проекта успешно создана

source: Project role successfully edited!
ru: Новая роль проекта успешна изменена!

source: Project role «Anonymous» cannot being deleted
ru: «Анонимная» роль проекта не может быть удалена

source: Project role «%(project_role_title)s» was deleted successfully
ru: Роль проекта «%(project_role_title)s» успешно удалена

source: Permissions for project roles successfully updated
ru: Разрешения для ролей проекта успешно изменены

source: New task template created successfully
ru: Шаблон задачи успешно добавлен

source: Task template successfully updated
ru: Шаблон задачи успешно обновлён

source: Task template successfully deleted
ru: Шаблон задачи успешно удалён

source: Project chat
ru: Чат проекта

source: User credentials
ru: Учётные данные пользователей

source: Credentials of the researchers
ru: Учётные данные исследователей

source: Add new credentials
ru: Добавить новые учётные данные

source: Add multiple credentials
ru: Импортировать учётные данные

source: Credentials
ru: Учётные данные

source: All credentials
ru: Все учётные данные

source: Credentials that were found within the framework of this project
ru: Задачи, выполняемые в рамках данного проекта

source: Researcher credentials
ru: Учётные данные исследователей

source: The credentials that were added by the researchers within the framework of this project
ru: Задачи, выполняемые в рамках данного проекта

source: «%(login)s» login credentials
ru: Учётные данные для логина «%(login)s»

source: Delete
ru: Удалить

source: Are you sure you want to delete these credentials?
ru: Вы действительно уверены в том, что хотите удалить данные учётные данные?

source: Created by <a href="%(link)s">%(created_by)s</a> %(date)s
ru: Создал(а) <a href="%(link)s">%(created_by)s</a> %(date)s

source: Removed user
ru: Удалённый пользователь

source: Multiple import credentials
ru: Множественный импорт учётных данных

source: Multiple add new credentials or update if they exist in database
ru: Множественное добавление учётных данных, или обновление - если они присутствуют в базе данных

source: Edit credentials
ru: Редактировать учётные данные

source: The dictionary for which the verification was performed/is planned
ru: Словарь, по которому была выполнена/планируется к выполнению проверка

source: Create and add another one
ru: Создать и добавить ещё

source: Credential for «%(login)s» has been successfully added
ru: Учётные данные для «%(login)s» успешно добавлены

source: Credential #%(cred_id)s successfully changed
ru: Учётные данные #%(cred_id)s успешно изменены

source: Credential #%(cred_id)s has been successfully deleted
ru: Учётные данные #%(cred_id)s успешно удалены

source: The credential import module has been successfully launched
ru: Модуль импорта учётных данных успешно запущен

source: Detailed description of the vulnerability
ru: Детальное описание уязвимости

source: The year cannot be less than 1970 and more than the current year!
ru: Год не может быть меньше 1970 1970 и больше текущего года!

source: The CVSS value must be between 0 and 10
ru: Значение CVSS должно находиться между 0 и 10

source: Critical vulnerability has been successfully added
ru: Критическая уязвимость успешно добавлена

source: Critical vulnerability has been successfully updated
ru: Критическая уязвимость успешно обновлена

source: Critical vulnerability has been successvully deleted
ru: Критическая уязвимость успешно удалена

source: Existing issues
ru: Существующие проблемы

source: Fixed issues
ru: Исправленные проблемы

source: Issue carousel
ru: Карусель проблем

source: All issues
ru: Все проблемы

source: Add new issue
ru: Добавить новую проблему

source: Issues
ru: Проблемы

source: Add fixed issues
ru: Добавить исправленную проблему

source: Issue #%(issue_id)s
ru: Проблема #%(issue_id)s

source: Are you sure you want to delete this issue?
ru: Вы уверены, что хотите удалить эту проблему?

source: Edit issue #%(issue_id)s
ru: Редактировать проблему #%(issue_id)s

source: What is required to fix this problem
ru: Что необходимо сделать для исправления этой проблемы

source: Additional technical information about the problem
ru: Дополнительная техническая информация о проблеме

source: The risks of exploiting this problem
ru: Риски эксплуатации проблемы

source: Additional links with information about the problem
ru: Дополнительные ссылки с информацией о проблеме

source: Issue #%(issue_id)s has been successfully added
ru: Проблема #%(issue_id)s была успешно добавлена

source: Issue #%(issue_id)s successfully changed
ru: Проблема #%(issue_id)s успешно изменена

source: Issue #%(issue_id)s has been successfully deleted
ru: Проблема #%(issue_id)s успешно удалена

source: All networks
ru: Все сети

source: Add new network
ru: Добавить новую сеть

source: Multiple add network
ru: Множественное добавление сетей

source: Network graph
ru: Карта сети

source: Networks
ru: Сети

source: All hosts
ru: Все конечные устройства

source: Excluded hosts
ru: Исключённые конечные устройства

source: Add new host
ru: Добавить новое конечное устройство

source: Multiple import
ru: Множественный импорт

source: Hosts
ru: Конечные устройства

source: All servicves
ru: Все службы

source: Services by port
ru: Службы по портам

source: Add new service
ru: Добавить новую службу

source: Inventory of services
ru: Инвентаризация служб

source: Services
ru: Службы

source: Network «%(ip_addr)s»
ru: Сеть «%(ip_addr)s»
