Repository: AndreySolod/GreenMine
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Add new user
ru: Добавить нового пользователя

source: Add new team
ru: Добавить новую команду

source: Users
ru: Пользователи

source: The Admin Panel
ru: Панель администратора

source: Project roles
ru: Роли на проектах

source: Admin
ru: Администрирование

source: List of all projects
ru: Список всех проектов

source: Projects, created in PCF
ru: Проекты, созданные в PCF

source: Wiki pages
ru: Страницы базы знаний

source: Add new Wiki page
ru: Добавить новую страницу базы знаний

source: Add a page to the knowledge base
ru: Добавить новую страницу в базу знаний

source: Are you sure you want to delete this page?
ru: Вы уверены, что хотите удалить эту страницу?

source: Knowledge Base Page
ru: Страница базы знаний

source: Editing the knowledge base page
ru: Редактирование страницы базы знаний

source: Add new directory to knowledge base
ru: Добавить новую директорию в базу знаний

source: Add new critical vulnerability
ru: Добавить новую критическую уязвимость

source: CVE list
ru: Список CVE

source: Critical vulnerabilities
ru: Критические уязвимости

source: Add a new entry about a critical vulnerability
ru: Добавить новую запиь о критической уязвимости

source: Are you sure you want to delete this Critical Vulnerability?
ru: Вы уверены в том, что хотите удалить эту критическую уязвимость?

source: Critical vulnerability «%(title)s»
ru: Критическая уязвимость «%(title)s»

source: Critical vulnerability «CVE-%(year)s-%(identifier)s»
ru: Критическая уязвимость «CVE-%(year)s-%(identifier)s»

source: Edit critical vulnerability
ru: Редактировать критическую уязвимость

source: Edit critical vulnerability «CVE-%(year)s-%(identifier)s»
ru: Редактировать критическую уязвимость «CVE-%(year)s-%(identifier)s»

source: User list
ru: Список пользователей

source: All users
ru: Все пользователи

source: All teams
ru: Все команды

source: Team list
ru: Список команд

source: Team #%(team_id)s
ru: Команда #%(team_id)s

source: Are you sure you want to delete this team?
ru: Вы уверены, что хотите удалить эту команду?

source: Team #%(team_id)s: «%(team_title)s»
ru: Команда #%(team_id)s: «%(team_title)s»

source: Edit team #%(team_id)s
ru: Редактировать команду #%(team_id)s

source: Reply to comment
ru: Ответить

# they
source: (Missing)
ru: (Отсутствуют)

source: Profile
ru: Профиль

source: Added by
ru: Добавил(а)

source: Project
ru: Проект

source: Comment
ru: Комментарий

source: Chat message
ru: Сообщение чата

source: Chat messages
ru: Сообщения чата

source: Show all chat message
ru: Просматривать сообщения чата

source: Add new messages
ru: Добавлять новые сообщения

source: Regular Expression
ru: Регулярные выражения

source: Hash types
ru: Типы хэшей

source: Hash prototype
ru: Прототип хэша

source: Hash prototypes
ru: Прототипы хэшей

source: Add hash prototype
ru: Добавить прототип хэша

source: Title
ru: Заголовок

source: Hash description
ru: Описание параметра

source: HashCat-mode
ru: HashCat-режим

source: JohnTheRipper-mode
ru: JohnTheRipper-режим

source: A popular type
ru: Популярный тип

source: Extended mode
ru: Расширенный режим

source: Regular Expressions
ru: Регулярные выражения

source: Hash type
ru: Тип хэша

source: Add hash type
ru: Добавить новый тип хэша

source: Description
ru: Описание

source: Wordlist
ru: Словарь

source: Wordlists
ru: Словари

source: Add new wordlist
ru: Добавить новый словарь

source: Created by
ru: Добавил(а)

source: Updated by
ru: Изменил(а)

source: Login
ru: Логин

source: Additional information
ru: Дополнительная информация

source: Password hash
ru: Хэш пароля

source: Checked on wordlist
ru: Проверен на словаре

source: Related services
ru: Связанные службы

source: Only for pentest
ru: Только для исследования

source: Comprometation source
ru: Источник компрометации

source: An source host in which a credential were be founded
ru: Конечное устройство, на котором были найдены учётные данные

source: Credential #%(cred_id)s for login «%(login)s»
ru: Учётные данные #%(cred_id)s для логина «%(login)s»

source: Credential
ru: Учётные данные

source: Add new credential
ru: Добавить новые учётные данные

source: Show object list
ru: Просматривать список объектов

source: Show created object list
ru: Просматривать список созданных объектов

source: Create new object
ru: Создавать новые объекты

source: Show object card
ru: Просматривать карточку объекта

source: Edit and update object
ru: Редактировать и изменять объект

source: Delete object
ru: Удалять объект

source: Add comment to object
ru: Добавлять комментарии к объекту

source: Show comment list of object
ru: Просматривать список комментариев к объекту

source: Show object history
ru: Просматривать историю объекта

source: Template description
ru: Описание шаблона

source: Login column number
ru: Номер столбца логина

source: Password hash column number
ru: Номер столбца хэша пароля

source: Additional description column number
ru: Номер столбца дополнительного описания учётных данных

source: Password column number
ru: Номер столбца пароля

source: Static login
ru: Статический логин

source: Static password hash
ru: Статический хэш пароля

source: Static hash type
ru: Статический тип хэша

source: Static check wordlist
ru: Статическое значение "Проверен на словаре"

source: Static description
ru: Статическое описание

source: Credential import template
ru: Шаблон импорта учётных данных

source: Credential import templates
ru: Шаблоны импорта учётных данных

source: Default credential
ru: Учётные данные по умолчанию

source: Default credentials
ru: Учётные данные по умолчанию

source: Factory credentials installed by default by various manufacturers on their devices
ru: Заводские учетные данные, установленные по умолчанию различными производителями на их устройствах

source: Add new default credential
ru: Добавить новые учётные данные по умолчанию

source: Slug
ru: Слаг

source: Archived
ru: Архивный

source: Created at
ru: Создан в

source: Updated at
ru: Изменён в

source: Parent directory
ru: Родительская директория

source: Directory
ru: Директория

source: Directorys
ru: Директории

source: Show project files and folders
ru: Просматривать файлы и директории, связанные с проектом

source: Upload new project file
ru: Загружать новые файлы на проект

source: Download files and folders
ru: Скачивать файлы проекта

source: Delete files and folders
ru: Удалять файлы и директории

source: Extension
ru: Расширение

source: Refers to the directory
ru: Относится к директории

source: Data
ru: Данные

source: File
ru: Файл

source: Reaction
ru: Реакция

source: Reactions
ru: Реакции

source: Text
ru: Текст

source: Reply to
ru: Ответ на

source: Comments
ru: Примечания

source: The value of the <b>«%(param_name)s»</b> was changed from <b>«%(old_value)s»</b> to <b>«%(new_value)s»</b>
ru: Значение параметра <b>«%(param_name)s»</b> изменилось с <b>«%(old_value)s»</b> на <b>«%(new_value)s»</b>

source: The <b>«%(param_name)s»</b> paramether is set to «%(new_value)s» value
ru: Значение параметра <b>«%(param_name)s»</b> было установлено в «%(new_value)s»

source: The <b>«%(param_name)s»</b> paramether, previously set to <b>«%(old_value)s»</b>, has been deleted
ru: Параметр <b>«%(param_name)s»</b>, ранее установленный в значение <b>«%(old_value)s»</b>, был удалён

source: The values %(new_value)s has been added to the paramether «%(param_name)s»
ru: К параметру <b>«%(param_name)s»</b> были добавлены значения %(new_value)s

source: The values %(old_value)s have been removed from the paramether «%(param_name)s»
ru: У параметра <b>«%(param_name)s»</b> были удалены значения %(old_value)s

source: Added a comment:<b><br />%(comment_text)s</b>
ru: Добавлен комментарий: <b><br />%(comment_text)s</b>

source: Changes in object
ru: Изменения у объекта

source: Refer to user
ru: Относится к пользователю

source: User notifications
ru: Уведомления

source: By user
ru: Создан пользователем

source: Technical detaled
ru: Технические детали

source: Link to object
ru: Ссылка на объект

source: Notification
ru: Уведомление

source: Notifications
ru: Уведомления

source: Request header
ru: Заголовок запроса

source: Title of the cover page
ru: Заголовок титульной страницы

source: Text of the cover page
ru: Текст титульной страницы

source: Default application language
ru: Язык приложения по умолчанию

source: Many-To-Many join symbol in table cell
ru: Символ соединения "Многие ко многим" в ячейке таблицы

source: Many-To-Many max items in table cell
ru: Максимальное количество элементов "Много ко многим" в ячейке таблицы

source: Select item count
ru: Количество выбираемых элементов

source: The number of items that will be loaded into the selection field one at a time
ru: Количество элементов, которые будут загружаться в поле выбора за один запрос

source: Password min length
ru: Минимальная длина пароля

source: Password lifetime (days)
ru: Время жизни пароля (дней)

source: Required to use lowercase letters
ru: Требуется использовать строчные символы

source: Required to use uppercase letters
ru: Требуется использовать прописные символы

source: Require to use numbers
ru: Требуется использовать числа

source: Require to use specias symbols
ru: Требуется использовать специальные символы

source: Authentication method
ru: Метод аутентификации

source: Authentication request header name
ru: Имя заголовка запроса для аутентификации

source: A field name of request header, that contains a user login
ru: Имя поля заголовка запроса, содержащего логин пользователя

source: Allow registration by request header
ru: Разрешить регистрацию через заголовок запроса

source: If true and user, that specified in request header is not exist - than specified user will be created
ru: Если истина, и пользователь, указанный в заголовке запроса, не существует - он будет создан

source: Language code
ru: Код языка

source: Parameter description
ru: Описание параметра

source: Module name
ru: Наименование модуля

source: Inner parameter name
ru: Внутреннее название параметра

source: Parameter value
ru: Значение параметра

source: State description
ru: Описание параметра

source: Color
ru: Цвет

source: Issue status
ru: Статус проблемы

source: Issue statuses
ru: Статусы проблем

source: Add issue status
ru: Добавить новый статус проблемы

source: Type of vulnerable environment
ru: Тип уязвимой среды

source: Types of vulnerable environment
ru: Типы уязвимых сред

source: Add new type of vulnerable environment
ru: Добавить новый тип уязвимой среды

source: The year the vulnerability was released
ru: Год, в который данная уязвимость была выпущена

source: CVE identifier
ru: Идентификатор CVE

source: Vulnerable environment creation script
ru: Скрипт создания уязвимой среды

source: Proof of Concept language
ru: Язык концепции доказательства

source: Proof of Concept
ru: Концепция доказательства

source: Page in Wiki
ru: Страница в Базе знаний

source: Critical vulnerability
ru: Критическая уязвимость

source: Update object
ru: Редактировать объект

source: Create object
ru: Создавать новые объекты

source: Source code
ru: Исходный код

source: Programming language
ru: Язык программирования

source: Proofs of Concept
ru: Доказательства концепции

source: Created by template
ru: Создан по шаблону

source: Fix
ru: Исправление

source: Technical information
ru: Техническая информация

source: Exploitation riscs
ru: Риски эксплуатации

source: Links to additional information
ru: Ссылки на дополнительную информацию

source: Status
ru: Статус

source: Related hosts
ru: Связанные конечные устройства

source: Related tasks
ru: Связанные задачи

source: Issue #%(issue_id)s: «%(issue_title)s»
ru: Проблема #%(issue_id)s: «%(issue_title)s»

source: Issue
ru: Проблема

source: Template title
ru: Заголовок шаблона

source: Template Description
ru: Описание шаблона

source: Issue Title
ru: Заголовок проблемы

source: Issue Description
ru: Описание проблемы

source: Issue fix
ru: Исправление проблемы

source: Technical information about issue
ru: Техническая информация о проблеме

source: Issue exploitation riscs
ru: Риски эксплуатации проблемы

source: Issue links to additional information
ru: Ссылки на дополнительную информацию о проблеме

source: Issue CVSS
ru: CVSS проблемы

source: Issue CVE
ru: CVE проблемы

source: Issue template
ru: Шаблон проблемы

source: Issue templates
ru: Шаблоны проблем

source: IP address of network
ru: IP-адрес сети

source: Inner IP address
ru: Внутренний IP-адрес

source: The connection command
ru: Команда подключения

source: Avaliable connection to host
ru: Доступны подключения к хостам

source: Connection to the following host is avaliable from this subnet
ru: Из данной подсети возможно подключение к следующим конечным устройствам

source: Can see networks
ru: Может видеть сети

source: List of networks that the network's devices can access
ru: Список сетей, к которым могут получить устройства из данной сети

source: It can be observed from the network
ru: Виден из сети

source: List of networks from which the devices in this networkc are accessible
ru: Список сетей, из которых устройства могут видеть данную сеть

source: VLAN number
ru: Номер VLAN

source: Icon
ru: Иконка

source: Network «%(ip_address)s»: «%(title)s»
ru: Сеть «%(ip_address)s»: «%(title)s»

source: Network
ru: Сеть

source: Show network graph
ru: Просматривать карту сети

source: Icon class
ru: Класс иконки

source: The value for substitution in the <i> tag
ru: Значение для подстановки в тэг <i>

source: Unicode number of icon
ru: Юникод-номер иконки

source: Network icon
ru: Иконка сети

source: Network icons
ru: Иконки сети

source: Contains codes of network icon symbols for their display on the network map
ru: Содержит коды иконок сети для их отображения на карте сети

source: Add new network icon
ru: Добавить новую иконку сети

source: Family of operating systems
ru: Семейство операционных систем

source: Operating system families
ru: Семейства операционных систем

source: Add new family of operation systems
ru: Добавить новое семейство операционных систем

source: Nmap-designation
ru: Nmap-обозначение

source: Device models
ru: Модели устройств

source: Device type
ru: Тип устройства

source: Device types
ru: Типы устройств

source: Add new device type
ru: Добавить новый тип устройства

source: Released models
ru: Выпущенные модели

source: Device vendor
ru: Производитель устройства

source: Device vendors
ru: Производители устройств

source: Add new device vendor
ru: Добавить нового производителя устройства

source: Device model
ru: Модель устройства

source: Add new device models
ru: Добавить новую модель устройства

source: Vendor title
ru: Наименование производителя

source: MAC prefix
ru: MAC-префикс

source: Private
ru: Приватный

source: If True, then company name and address will not be displayed in public lists
ru: Если True, то имя компании и адресс не будут отображаться в публичных списках

source: Block type
ru: Тип блока

source: MAC address Manufacturer
ru: Производитель MAC-адреса

source: MAC address Manufacturers
ru: Производители MAC-адресов

source: Add new record about the MAC address manufacturer
ru: Добавить новую запись о производителе MAC-адреса

source: Record type
ru: Тип записи

source: Refers to host
ru: Относится к хосту

source: Host status
ru: Статус хоста

source: Host statuses
ru: Статусы хостов

source: Add new host status
ru: Добавить новый статус хоста

source: Icon color
ru: Цвет иконки

source: Host label
ru: Метка конечного устройства

source: Host labels
ru: Метки конечных устройств

source: Add new host label
ru: Добавить новую метку конечного устройства

source: The reason for the host status
ru: Причина статуса хоста

source: IP address
ru: IP-адрес

source: DNS-names
ru: DNS-имена

source: MAC-address
ru: MAC-адрес

source: MAC address vendor
ru: Производитель MAC-адреса

source: Operation system family
ru: Семейство операционной системы

source: Operation system generation
ru: Поколение операционной системы

source: Refers to Network
ru: Относится к сети

source: Another IP addresses
ru: Другие IP-адреса

source: Excluded from the study
ru: Исключён из исследования

source: Already compromised
ru: Скомпрометирован

source: If true, the host has been completely compromised
ru: Если истина - конечное устройство было полностью скомпрометировано

source: Related issues
ru: Связанные проблемы

source: Accessible services
ru: Доступные службы

source: IP ID Sequence class
ru: Класс последовательности IP ID

source: IP ID Sequence value
ru: Значение последовательности IP ID

source: Labels
ru: Метки

source: Host «%(ip_address)s»
ru: Конечное устройство «%(ip_address)s»

source: Host «%(ip_address)s»: «%(title)s»
ru: Конечное устройство «%(ip_address)s»: «%(title)s»

source: Host
ru: Конечное устройство

source: Transport Layer Protocol
ru: Протокол транспортного уровня

source: Transport Layer Protocols
ru: Протоколы транспортного уровня

source: Add new Transport Layer Protocol
ru: Добавить новый протокол транспортного уровня

source: Port
ru: Порт

source: Transport layer protocol
ru: Протокол транспортного уровня

source: Application Layer Protocol
ru: Протокол прикладного уровня

source: Port with transport layer protocol
ru: Порт с протоколом транспортного уровня

source: Ports with transport layer protocol
ru: Порты с протоколами транспортного уровня

source: Default ports
ru: Порт по умолчанию

source: Nmap-comment
ru: Nmap-примечание

source: Application Layer Protocols
ru: Протокол прикладного уровня

source: Add new application Layer protocol
ru: Добавить новый протокол прикладного уровня

source: Port status
ru: Статус порта

source: Port statuses
ru: Статусы портов

source: Add new port status
ru: Добавить новый статус порта

source: The reason for the port status
ru: Причина статуса порта

source: Accessible from hosts
ru: Доступен с конечных устройств

source: Additional service attributes
ru: Дополнительные атрибуты службы

source: Has been inventoried
ru: Был инвентаризирован

source: Nmap Fingerprint
ru: Nmap-отпечаток

source: Submit it on https://nmap.org/cgi-bin/submit.cgi?new-service
ru: Подтверждается на https://nmap.org/cgi-bin/submit.cgi?new-service

source: Use SSL
ru: Используется SSL

source: Service «%(ip_address)s:%(port)s»
ru: Служба «%(ip_address)s:%(port)s»

source: Service «%(ip_address)s:%(port)s»: «%(title)s»
ru: Служба «%(ip_address)s:%(port)s»: «%(title)s»

source: Service
ru: Служба

source: Takes services screenshot
ru: Делать скриншоты сайта

source: The importance of the note
ru: Важность заметки

source: Importances of the note
ru: Важности заметок

source: Add the importance of a note
ru: Добавить новую важность заметки

source: It is used in notes in the project in order to highlight a particular note with a certain color
ru: Используется в заметках проекта для того, чтобы выделить конкретную заметку определённым цветом

source: The body of the note
ru: Тело заметки

source: Importance
ru: Важность

source: Note
ru: Заметка

source: Is default
ru: По умолчанию

source: Evidence of event detection
ru: Свидетельство обнаружения события

source: Evidences of event detection
ru: Свидетельства обнаружения событий

source: Add new evidence of event detection
ru: Добавить новое свидетельство обнаружения события

source: Evidence of event prevention
ru: Свидетельство предотвращения события

source: Evidences of event prevention
ru: Свидетельства предотвращения событий

source: Add new evidence of event prevention
ru: Добавить новое свидетельство предотвращения события

source: MITRE ATT&CK Tactic
ru: Тактика MITRE ATT&CK

source: MITRE ATT&CK Tactics
ru: Тактики MITRE ATT&CK

source: Add new MITRE ATT&CK Tactics
ru: Добавить новую тактику MITRE ATT&CK

source: Tactic
ru: Тактика

source: MITRE ATT&CK Technique
ru: Техника MITRE ATT&CK

source: MITRE ATT&CK Techniques
ru: Техники MITRE ATT&CK

source: Add new MITRE ATT&CK Technique
ru: Добавить новую технику MITRE ATT&CK

source: Event timestamp
ru: Отметка времени события

source: Source host
ru: Конечное устройство-источник

source: Host-the source from which the impact was carried out
ru: Конечное устройство - источник, с которого было осуществлено воздействие

source: Source user
ru: Исходный пользователь

source: Source process
ru: Исходный процесс

source: Target host
ru: Целевое конечное устройство

source: The host that was affected
ru: Затронутое конечное устройство

source: Target user
ru: Целевой пользователь

source: Target process
ru: Целевой процесс

source: Operator
ru: Оператор

source: The person who performed the action
ru: Человек, выполнивший это действие

source: Raw evidence
ru: Доказательства

source: Detected
ru: Обнаружено

source: Prevented
ru: Предотвращено

source: Next events
ru: Следующие события

source: Previous events
ru: Предыдущие события

source: Research event
ru: Событие исследования

source: Show object list in timeline
ru: Просматривать список объектов на временной шкале

source: Show pentest action chain
ru: Просматривать цепочки действий событий исследования

source: Organization Detection Event
ru: Событие обнаружения организацией

source: Organization Detection Events
ru: События обнаружения организацией

source: Order number
ru: Порядковый номер

source: Additional fields
ru: Дополнительные поля

source: A group of additional project fields
ru: Группа полей дополнительной информации для проекта

source: Groups of additional project fields
ru: Группы полей дополнительной информации для проекта

source: Add new group of additional project fields
ru: Добавить новую группу дополнительной информации для проекта

source: String field
ru: Строковое поле

source: Text area field
ru: Поле текстовой области

source: Integer field
ru: Целочисленное поле

source: Boolean field
ru: Логическое поле

source: Date field
ru: Поле даты

source: Wysiwyg field
ru: Wysiwyg-поле

source: Help text
ru: Вспомогательный текст

source: The text that appears in the pop-up window
ru: Текст, появляющийся во всплывающем окне

source: Field type
ru: Тип поля

source: Group
ru: Группа

source: Created fields
ru: Созданные поля

source: Project additional field
ru: Поле дополнительной информации проекта

source: Project additional fields
ru: Поля дополнительной информации проекта

source: Field data
ru: Данные поля

source: Project description - additional information not specified in other fields
ru: Описание проекта - дополнительная информация, не указанная в других полях

source: Start date
ru: Дата начала

source: Start date of work on the project
ru: Дата начала работы над проектом

source: End date
ru: Дата окончания

source: End date of work on the project
ru: Дата окончания работы над проектом

source: Manager
ru: Руководитель

source: The person responsible for this project
ru: Человек, в ответственности которого находится проект

source: Tasks performed within the framework of the project
ru: Задачи, выполняемые в рамках данного проекта

source: File Directories
ru: Директории файлов

source: Participants
ru: Участники

source: Project #%(project_id)s: «%(title)s»
ru: Проект #%(project_id)s: «%(title)s»

source: Projects
ru: Проекты

source: Edit participants of project
ru: Редактировать участников проекта

source: Archive project
ru: Архивные проекты

source: View status charts
ru: Просматривать диаграммы состояния

source: Show additional parameters
ru: Просматривать параметры дополнительной информации

source: Edit additional parameters
ru: Редактировать дополнительные параметры

source: Export project
ru: Экспортировать проект

source: Actions on project objects
ru: Действия с объектами проекта

source: Project role
ru: Роль на проекте

source: User
ru: Пользователь

source: Project object
ru: Объект проекта

source: Object action
ru: Действия с объектом

source: Is granted
ru: Предоставлено
