Repository: AndreySolod/GreenMine
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Are you sure you want to delete this network?
ru: Вы уверены в том, что хотите удалить эту сеть?

source: Edit network «%(ip_addr)s»
ru: Редактировать сеть «%(ip_addr)s»

source: Project #%(project_id)s: Network graph
ru: Карта сети проекта #%(project_id)s

source: Graph of connections between subnets
ru: Граф соединений между подсетями

source: Add multiple networks
ru: Добавить множество сетей

source: Add new excluded host
ru: Добавить новое исключённое конечное устройство

source: Host «%(ip_addr)s»
ru: Конечное устройство «%(ip_addr)s»

source: Include to research
ru: Включить в исследование

source: Exclude from research
ru: Исключить из исследования

source: Mark as not compromised
ru: Пометить как не скомпрометированный

source: Mark as compromised
ru: Пометить как скомпрометированный

source: Are you sure you want to delete this host?
ru: Вы уверены в том, что хотите удалить это конечное устройство?

# man
source: Anonymous
ru: Анонимный

source: Edit host «%(ip_addr)s»
ru: Редактировать конечное устройство «%(ip_addr)s»

source: Multiple import hosts
ru: Множественный импорт конечных устройств

source: All services
ru: Все службы

source: Services, splitted by ports
ru: Службы, разбитые по портам

source: Service «%(ip_addr)s:%(port)s»
ru: Служба «%(ip_addr)s:%(port)s»

source: Are you sure you want to delete this service?
ru: Вы уверены в том, что хотите удалить эту службу?

source: Edit service «%(ip_addr)s:%(port)s»
ru: Редактировать службу «%(ip_addr)s:%(port)s»

source: Inventory of services on project #%(project_id)s
ru: Инвентаризация служб на проекте #%(project_id)s

source: A page that allows you to quickly fill in basic data for hosts/services
ru: Страница, позволяющая быстро заполнить основные данные конечных устройств/служб

source: Specify the correct IP address with a mask
ru: Укажите корректный IP-адрес с маской

source: Such a network has already been registered
ru: Указанная сеть уже зарегистрирована

source: Specify the correct IP address
ru: Укажите корректный IP-адрес

source: The host with the specified IP address has already been registered
ru: Конечное устройство с указанным IP-адресом уже зарегистрировано

source: The reason why such a condition is installed on board
ru: Причина, по которой порт установлен в это состояние

source: Specify the host for this port
ru: Укажите конечное устройство для данного порта

source: Host title
ru: Заголовок конечного устройства

source: Host description
ru: Описание конечного устройства

source: Service title
ru: Заголовок службы

source: Service description
ru: Описание службы

source: Update
ru: Обновить

source: VLAN number position:
ru: Позиция номера VLAN:

source: Internal IP position:
ru: Позиция внутреннего IP-адреса:

source: Connect command position:
ru: Позиция команды подключения:

source: ASN position:
ru: Позиция ASN:

source: Separator:
ru: Разделитель:

source: Data:
ru: Данные:

source: Incorrect IP address format: %(error)s
ru: Некорректный формат IP-адреса: %(error)s

source: Network #%(network_id)s has been successfully added
ru: Сеть #%(network_id)s успешно добавлена

source: Host #%(host_id)s has been successfully added
ru: Конечное устройство #%(host_id)s успешно добавлено

source: Service #%(service_id)s has been successfully added
ru: Служба #%(service_id)s успешно добавлена

source: Network #%(network_id)s successfully changed
ru: Сеть #%(network_id)s успешно изменена

source: Network #%(network_id)s has been successfully deleted
ru: Сеть #%(network_id)s успешно удалена

source: Host #%(host_id)s successfully changed
ru: Конечное устройство #%(host_id)s успешно изменено

source: Host %(host_name)s include to current research
ru: Конечное устройство %(host_name)s включёно в исследование

source: Host %(host_name)s excluded from research
ru: Конечное устройство %(host_name)s исключено из исследования

source: Host %(host_name)s marked as compromised
ru: Конечное устройство %(host_name)s помечено как скомпрометированное

source: The compromised tag has been removed from the host %(host_id)s
ru: С конечного устройства %(host_id)s удалена метка компрометации

source: Host #%(host_id)s has been successfully deleted
ru: Конечное устройство #%(host_id)s успешно удалено

source: Service «%(serv_title)s» successfully changed
ru: Служба «%(serv_title)s» успешно изменена

source: Service #%(service_id)s has been successfully deleted
ru: Служба #%(service_id)s успешно удалена

source: The hosts import module has been successfully launched
ru: Модуль импорта конечных устройств успешно запущен

source: Networks have been successfully added
ru: Сети были успешно добавлены

source: All notes
ru: Все заметки

source: Notes
ru: Заметки

source: Add new note
ru: Добавить заметку

source: Note was successfully deleted
ru: Заметка успешно удалена

source: Main information
ru: Основная информация

source: Status charts
ru: Диаграммы состояния

source: Additional parameters
ru: Дополнительная информация

source: Project #%(project_id)s
ru: Проект #%(project_id)s

# todo
source: Archive
ru: Архивировать

source: Are you sure you want to archive this project?
ru: Вы уверены в том, что хотите архивировать этот проект?

source: Export
ru: Экспорт

source: Are you sure you want to delete this project?
ru: Вы уверены в том, что хотите удалить этот проект?

source: Add new project
ru: Добавить новый проект

source: Edit project #%(project_id)s
ru: Редактировать проект #%(project_id)s

source: Summary statistics for the project #%(project_id)s
ru: Сводная статистика по проекту #%(project_id)s

source: Additional parameters for Project #%(project_id)s
ru: Параметры дополнительной информации для проекта #%(project_id)s

source: Additional parameters for Project %(project_fulltitle)s
ru: Параметры дополнительной информации для проекта #%(project_fulltitle)s

source: Edit addtional parameters for Project #%(project_id)s
ru: Редактировать параметры дополнительной информации для проекта #%(project_id)s

source: Additional parameters are successfully updated
ru: Параметры дополнительной информации успешно обновлены

source: The planned end date of the project must be later than the planned start date
ru: Планируемая дата окончания проекта должна быть позже, чем планируемая дата начала

source: Project #%(project_id)s has been successfully created
ru: Проект #%(project_id)s успешно создан

source: Project #%(project_id)s successfully changed
ru: Проект #%(project_id)s успешно изменён

source: Project #%(project_id)s successfully deleted
ru: Проект #%(project_id)s успешно удалён

source: Roles on project #%(project_id)s successfully updated
ru: Роль на проекте #%(project_id)s успешно обновлена

source: Project #%(project_id)s successfully archived
ru: Проект #%(project_id)s успешно перемещён в архив

# woman
source: Missing
ru: Отсутствует

# man
source: Missing
ru: Отсутствует

source: All report templates
ru: Все шаблоны отчётов

source: Report templates
ru: Шаблоны отчётов

source: Add new researcher event
ru: Добавить новое событие исследования

source: Add new detection event
ru: Добавить новое событие обнаружения

source: Events timeline
ru: Временная шкала событий

source: Event chains
ru: Цепочка событий

source: Research events
ru: События исследования

source: Create new event
ru: Создать новое событие

source: Events generated by researchers and which can be detected
ru: События, созданные исследователями, которые могут быть обнаружены

source: Add new research event
ru: Добавить новое событие исследования

source: Research event #%(event_id)s
ru: Событие исследования #%(event_id)s

source: Are you sure you want to delete these event?
ru: Вы действительно уверены в том, что хотите удалить это событие?

source: Event %(event_title)s
ru: Событие %(event_title)s

source: Edit research event #%(event_id)s
ru: Редактировать событие исследования #%(event_id)s

source: Comparison between research events and exposure detection events
ru: Сопоставление между событиями исследования и событиями обнаружения воздействия

source: Events chain
ru: Цепочки событий

source: Chains of security research actions
ru: Цепочки действий исследования безопасности

source: Organization detection events
ru: События обнаружения организацией

source: Events created in the organization, indicating the impact of researchers on resources
ru: События, обнаруженные организацией, свидетельствующие о влиянии исследователей на подконтрольные ресурсы

source: Add new organization detection event
ru: Добавить новое событие обнаружения организацией

source: Organization detection event #%(event_id)s
ru: Событие обнаружения организацией #%(event_id)s

source: Organization detection event %(event_id)s
ru: Событие обнаружения организацией #%(event_id)s

source: Edit organization detection event event #%(event_id)s
ru: Редактировать событие обнаружения организацией #%(event_id)s

source: New research event successfully added!
ru: Новое событие исследования успешно добавлено!

source: Research event #%(event_id)s successfully updated!
ru: Событие исследования #%(event_id)s успешно обновлено!

source: Research event #%(event_id)s successfully deleted!
ru: Событие исследования #%(event_id)s успешно удалено!

source: New detection event successfully added!
ru: Событие обнаружения успешно добавлено!

source: Detection event #%(event_id)s successfully updated!
ru: Событие обнаружения #%(event_id)s успешно обновлено!

source: Organization detection event #%(event_id)s successfully deleted!
ru: Событие обнаружения организацией #%(event_id)s успешно удалено!

source: All tasks
ru: Все задачи

source: Tasks Kanban board
ru: Канбан-доска задач

source: The tasks are on me
ru: Задачи на мне

source: Add new task
ru: Добавить новую задачу

source: Tasks
ru: Задачи

source: Kanban board for task on project #%(project_id)s
ru: Канбан-доска задач проекта #%(project_id)s

source: Task #%(task_id)s
ru: Задача #%(task_id)s

source: Edit task #%(task_id)s
ru: Редактировать задачу #%(task_id)s

source: Detailed description of the task: what exactly is required to be done
ru: Подробное описание задачи: что конкретно требуется сделать

source: A hypothesis about a possible problem
ru: Гипотеза о возможной проблеме

source: The assigned priority of the task. Simplifies filtering by tasks
ru: Назначаемый приоритет задачи. Упрощает фильтрацию по задачам

source: The person who will solve/solves this problem
ru: Человек, который будет решать/решает данную задачу

source: The planned date by which this task will be completed
ru: Планируемая дата, в которую задача будет выполнена

source: In case this problem is solved to solve another problem
ru: В случае, если данная задача решается для решения другой задачи

source: The estimated time that must be spent to solve this problem
ru: Ожидаемое время, которое планируется потратить на выполнение задачи

source: Upload related files:
ru: Загрузить связанные файлы:

source: Readiness should be in the range from 0 to 100%
ru: Готовность должна лежать в пределах от 0 до 100%

source: Tasks files
ru: Файлы задач

source: File for Project Task #%(task_id)s
ru: Файлы для задачи проекта #%(task_id)s

source: Task #%(task_id)s has been successfully added
ru: Задача #%(task_id)s успешно добавлена

source: Task #%(task_id)s successfully changed
ru: Задача #%(task_id)s успешно изменена

source: Task #%(task_id)s successfully deleted
ru: Задача #%(task_id)s успешно удалена

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Enter
ru: Войти

source: Password:
ru: Пароль:

source: Password again:
ru: Повторите пароль:

source: Must match the password field
ru: Должен совпадать с полем пароля

source: Change password on the next time log in:
ru: Сменить пароль при следующем входе:

source: Confirm
ru: Подтвердить

source: The new password must be different from the old one
ru: Новый пароль должен отличаться от старого

source: Enter correct E-mail
ru: Введите корректный E-mail

source: Only images!
ru: Только изображения!

source: Use only valid symbol (A-Z, a-z, 0-9)!
ru: Используйте только символы (A-Z, a-z, 0-9)!

source: Password again
ru: Повторите пароль

source: A user with this username already exists!
ru: Пользователь с таким именем уже существует!

source: Change password
ru: Сменить пароль

source: Require password change
ru: Принудить к смене пароля

source: Are you sure you want to delete this user?
ru: Вы уверены в том, что хотите удалить этого пользователя?

source: Archive
ru: Архивировать

source: Unarchive
ru: Разархивировать

source: User #%(user_id)s: %(user_title)s
ru: Пользователь #%(user_id)s: %(user_title)s

source: User «%(title)s»
ru: Пользователь «%(title)s»

source: Avatar for %(login)s
ru: Аватар для %(login)s

source: User «%(title)s» successfully created
ru: Пользователь «%(title)s» успешно создан

source: Edit user #%(user_id)s
ru: Редактировать пользователя #%(user_id)s

source: User «%(title)s» successfully changed
ru: Пользователь «%(title)s» успешно изменён

source: User #%(uid)s: «%(title)s» sucessfully deleted
ru: Пользователь #%(uid)s: «%(title)s» успешно удалён

source: Invalid user login or password
ru: Неверный логин пользователя и/или пароль

source: Password for user %(user_title)s successfully changed!
ru: Пароль для пользователя %(user_title)s успешно обновлён!

source: Change password for user %(user_login)s
ru: Сменить пароль для пользователя %(user_login)s

source: User #%(user_id)s sucessfully archived
ru: Пользователь #%(user_id)s успешно перемещён в архив

source: Team successfully created
ru: Команда успешно создана

source: Team #%(team_id)s successfully edited
ru: Команда #%(team_id)s успешно изменена

source: Team #%(team_id)s successfully deleted
ru: Команда #%(team_id)s успешно удалена

source: Files
ru: Файлы

source: All files
ru: Все файлы

source: Files, related with project
ru: Файлы, связанные с проектом

source: A directory with that name already exists
ru: Директория с таким именем уже существует

source: A file with that name already exists
ru: Файл с таким именем уже существует

source: Something went wrong. Try refresh your page
ru: Что-то пошло не так. Попробуйте обновить страницу

source: The Wiki page directory «%(title)s» has been successfully created
ru: Директория страниц «%(title)s» успешно создана

source: The page has been created successfully
ru: Страница успешно создана

source: The page has been changed successfully
ru: Страница успешно обновлена

source: The page has been deleted successfully
ru: Страница успешно удалена

source: Your password has expired or the administrator has requested to change it
ru: Срок действия Вашего пароля истёк или администратор потребовал сменить его

source: According to the password policy, the length must be more than %(characters)s characters
ru: В соответствие с парольной политикой, длина должна быть больше %(characters)s символов

source: According to the password policy, the password must contain at least one lowercase symbol
ru: В соответствие с парольной политикой, пароль должен содержать хотя бы один символ в нижнем регистре

source: According to the password policy, the password must contain at least one uppercase symbol
ru: В соответствие с парольной политикой, пароль должен содержать хотя бы один символ в верхнем регистре

source: According to the password policy, the password must contain at least one digit
ru: В соответствие с парольной политикой, пароль должен содержать хотя бы одну цифру

source: According to the password policy, the password must contain at least one special symbol (like !, @, #, etc)
ru: В соответствие с парольной политикой, пароль должен содержать хотя бы один специальный символ (наподобие !, @, #, и т.д.)

source: List of tools
ru: Список инструментов

source: Title page
ru: Титульная страница

source: Administration Tools
ru: Инструменты администрирования

source: All enumeration objects
ru: Все объекты перечисления

source: Enumeration objects
ru: Объекты перечисления

source: All state objects
ru: Все объекты состояния

source: State objects
ru: Объекты состояния

source: Object with templates
ru: Объекты с шаблонами

source: Templates
ru: Шаблоны

source: Background task states
ru: Состояния фоновых задач

source: Background task options
ru: Опции фоновых задач

source: Background tasks
ru: Фоновые задачи

source: Add new project role
ru: Добавить новую роль проекта

source: Edit role permissions
ru: Редактировать разрешения ролей

source: Add new user position
ru: Добавить новую должность

source: Edit user position permissions
ru: Редактировать разрешения должностей

source: Permissions
ru: Разрешения

source: Password Policy
ru: Парольная политика

source: Authentication
ru: Аутентификация

source: Add new project additional field
ru: Добавить новый параметр дополнительной информации для проекта

source: Project parameters
ru: Параметры проекта

source: Console
ru: Консоль

source: Low-level operations
ru: Низкоуровневые операции

source: Administration
ru: Администрирование

source: The administration panel. List of administrative tools
ru: Панель администратора. Список инструментов администрирования

source: Editing information about an organization
ru: Редактировать информацию об организации

source: The administration panel. The title page
ru: Панель администрирования. Титульная страница

source: Administration of enumeration objects
ru: Администрирование объектов перечисления

source: The administration panel. Enumeration objects
ru: Панель администрирования. Объекты перечисления

source: Enumerations are simple objects (most often consisting of 1-2 attributes) that are referenced by other objects.
ru: Перечисления - это простые объекты (часто состоящие из 1-2 аттрибутов), на которые ссылаются другие объекты.

source: Edit %(object_name)s
ru: Редактировать %(object_name)s

source: The administration panel. State object
ru: Панель администрирования. Объекты состояния

source: State objects are objects that are attributes of other objects, for which conditions for changing to a different value in the attributes are defined.
ru: Объекты состояния - это объекты, являющиеся атрибутами других объектов, для которых определены условия смены на другое значение в атрибутах.

source: Edit transitions between states for an object «%(name)s»
ru: Редактирование переходов между статусами для объекта «%(name)s»

source: Simple conditions for changing to a different value can be defined for the status object on this page
ru: Для объекта состояния могут быть определены простые условия смены на другое значение на данной странице

source: Add new template
ru: Добавить новый шаблон

source: Issue templates allow you to speed up the addition of new issue to the project
ru: Шаблон проблем позволяет быстрее создавать новые проблемы на проекте

source: Add new issue template
ru: Добавить новый шаблон проблем

source: Issue template #%(templ_id)s
ru: Шаблон проблем #%(templ_id)s

source: Are you sure you want to delete this template?
ru: Вы уверены в том, что хотите удалить данный шаблон?

source: Issue template «%(title)s»
ru: Шаблон проблемы «%(title)s»

source: Edit issue template #%(templ_id)s
ru: Редактировать шаблон проблем #%(templ_id)s

source: File Administration
ru: Администрирование файлов

source: All files saved in the database
ru: Все файлы сохраняются в базу данных

source: Tasks performed in the background via Celery
ru: Задачи, выполняемые в фоновом режиме через Celery

source: Background Task Options
ru: Опции фоновых задач

source: Options for tasks running in the background
ru: Опции задач, выполняемых в фоновом режиме

source: Project roles list
ru: Список ролей проекта

source: Edit permissions for roles
ru: Редактировать разрешения для ролей

source: A list of all the roles that a user can have on a project
ru: Список всех ролей, которые пользователь может иметь на заданном проекте

source: Edit project role #%(role_id)s
ru: Редактировать роль проекта #%(role_id)s

source: User positions
ru: Должности

source: Add new position
ru: Добавить новую должность

source: Edit permissions for positions
ru: Редактировать разрешения для должностей

source: Edit position #%(position_id)s
ru: Редактировать должность #%(position_id)s

source: Edit permissions for user positions
ru: Редактировать разрешения для должностей

source: Task templates allow you to speed up the addition of new tasks to the project
ru: Шаблоны задач позволяют быстрее создавать новые задачи на проекте

source: Add new task template
ru: Добавить новый шаблон задачи

source: Task template #%(templ_id)s
ru: Шаблон задачи #%(templ_id)s

source: Task template «%(title)s»
ru: Шаблон задачи «%(title)s»

source: Edit task template #%(templ_id)s
ru: Редактировать шаблон задачи #%(templ_id)s

source: Add new report template
ru: Добавить новый шаблон отчёта

source: Report templates is a Jinja2 templater file, in which one paramether is passed - current project
ru: Шаблон отчёта - это файл шаблонизатора Jinja2, в который для генерации передаётся один параметр - текущий проект

source: Add new project report template
ru: Добавить новый шаблон отчёта

source: List of all template for objects
ru: Список всех типов шаблонов для объектов

source: Templates help you create different types of objects faster.
ru: Шаблоны помогают быстрее создавать различные типы объектов.

source: Report template #%(templ_id)s
ru: Шаблон отчёта #%(templ_id)s

source: Report template #%(templ_id)s: «%(title)s»
ru: Шаблон отчёта #%(templ_id)s: «%(title)s»

source: Edit report template #%(templ_id)s
ru: Редактировать шаблон отчёта #%(templ_id)s

source: Template of credentials multiple import
ru: Шаблон множественного импорта учётных данных

source: Templates that help and simplify the import of credential output from various collection systems
ru: Шаблоны, которые помогают и упрощают импорт выходных данных учетных данных из различных систем сбора данных

source: Add new credential import template
ru: Добавить новый шаблон импорта учётных данных

source: Credential import template #%(templ_id)s
ru: Шаблон импорта учётных данных #%(templ_id)s

source: A template that allows you to quickly fill in the fields for importing credentials.
ru: Шаблон, позволяющий быстро заполнить поля для импорта учетных данных.

source: Edit credential import template #%(templ_id)s
ru: Редактировать шаблон импорта учётных данных #%(templ_id)s

source: Edit password policy settings
ru: Редактировать настройки парольной политики

source: Password complexity parameters to be set for users
ru: Параметры сложности пароля, устанавливаемого для пользователей

source: All project additional parameters
ru: Все параметры дополнительной информации для проекта

source: Add new project field
ru: Добавить новое поле дополнительной информации для проекта

source: Add new group
ru: Добавить новую группу

source: Parameters, that was being assigned to every project
ru: Параметры, которые будут связаны с каждым проектом

source: Edit project additional field #%(field_id)s
ru: Редактировать параметр дополнительной информации для проекта #%(field_id)s

source: Incorrect IP-address
ru: IP-адрес некорректен

source: Incorrect MAC-addres
ru: MAC-адрес некорректен

source: Yes
ru: Да

source: No
ru: Нет

source: Total: %(total)s elements
ru: Всего: %(total)s элементов

source: Total: %(total)s item(s)
ru: Всего: %(total)s элементов

source: Anonymous
ru: Анонимная

source: Home page
ru: Домашняя страница

source: All projects
ru: Все проекты

source: List of projects
ru: Список проектов

source: Root directory
ru: Корневая директория

source: Add new directory
ru: Добавить новую директорию

source: Add new page
ru: Добавить новую страницу

source: Knowledge base
ru: База знаний

source: CVE pages
ru: Страницы CVE

source: List of users
ru: Список пользователей

source: My page
ru: Моя страница
