Repository: AndreySolod/GreenMine
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Cut (⌘ + X)
ru: Вырезать (⌘ + X)

source: Cut (Ctrl + X)
ru: Вырезать (Ctrl + X)

source: {0} items selected {1}
ru: {0} элементов выделено {1}

source: 1 item selected {0}
ru: 1 элемент выделен {0}

source: 1 item selected
ru: 1 элемент выделен

source: {0} uploading
ru: {0} загружено

source: Error uploading "{0}" ({1})
ru: Ошибка загрузки "{0}" ({1})

source: Finalizing "{0}" failed. {1}
ru: Не удалось завершить "{0}". {1}

source: Finalizing "{0}" failed.
ru: Не удалось завершить "{0}".

source: Uploading "{0}"...
ru: Загрузка "{0}"...

source: Starting "{0}" failed. {1}
ru: Не удалось начать "{0}". {1}

source: Renaming "{0}" to "{1}" failed.
ru: Не удалось переименовать "{0}" в "{1}".

source: Renaming "{0}" to "{1}" failed. {2}
ru: Не удалось переименовать "{0}" в "{1}". {2}

source: Add subfolder
ru: Добавить подпапку

source: Add new article
ru: Добавить новую страницу

source: Move to
ru: Переместить в

source: Rename
ru: Переименовать

source: Table of contents
ru: Содержание
