Repository: AndreySolod/GreenMine
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: The rights of the role on the project
ru: Права роли на проекте

source: The rights of the role on the projects
ru: Права ролей на проектах

source: File template
ru: Файл шаблона

source: Report template
ru: Шаблон отчёта

source: Generate new report from template
ru: Сгенерировать новый отчёт из шаблона

source: Can switch to the status
ru: Может перейти в статусы

source: Can switch from the status
ru: Может перейти из статусов

source: Task status
ru: Статус задачи

source: Task statuses
ru: Статусы задач

source: Add task status
ru: Добавить новый статус задачи

source: Used to mark the current stage of the task.
ru: Используется для обозначения текущей стадии задачи.

source: Default
ru: По умолчанию

source: Task priority
ru: Приоритет задачи

source: Task priorities
ru: Приоритеты задач

source: Add new task priority
ru: Добавить новый приоритет задачи

source: It is used to simplify filtering by issue
ru: Используется для упрощения фильтрации по проблемам

source: Task tracker
ru: Трекер задачи

source: Task trackers
ru: Трекеры задач

source: Add new task tracker
ru: Добавить новый трекер задачи

source: Theme
ru: Тема

source: Detailed description - what exactly needs to be done
ru: Подробное описание - что требуется сделать

source: The date and time the task was created. It is filled in automatically
ru: Дата и время, в которое задача была создана. Заполняется автоматически

source: It is filled in automatically when the task is changed
ru: Заполняется автоматически при изменении задачи

source: The user who updated the task
ru: Пользователь, обновивший задачу

source: Tracker
ru: Трекер

source: Priority
ru: Приоритет

source: The project to which the task belongs
ru: Проект, к которому относится задача

source: The status of a task is the state in which the task is located
ru: Статус задачи - это состояние, в котором находится задача

source: Assigned to
ru: Назначена

source: Assigned tasks
ru: Назначенные задачи

source: The planned start date for solving the task
ru: Планируемая дата начала

source: The planned end date for solving the task
ru: Планируемая дата окончания

source: Readiness
ru: Готовность

source: Parent task
ru: Родительская задача

source: Subtasks
ru: Подзадачи

source: Observers
ru: Наблюдатели

source: Time cost estimation
ru: Оценка временных затрат

source: Assigned services
ru: Связанные службы

source: Related files
ru: Связанные файлы

source: Task
ru: Задача

source: Show task kanban board
ru: Просматривать доску задач Kanban

source: Task #%(task_id)s: «%(task_title)s»
ru: Задача #%(task_id)s: «%(task_title)s»

source: There is no initial status for this object. The first one was chosen
ru: Для данной задачи не найдено начального статуса. Был выбран первый попавшийся

source: A new task #%(task_id)s: «%(task_title)s» has been assigned to you
ru: В Вашу ответственность поступила новая задача #%(task_id)s: «%(task_title)s»

source: The task #%(task_id)s, that is in your responsibility has been changed
ru: Задача #%(task_id)s, находящаяся в Вашей ответственности, была изменена

source: A comment has been added to task #%(task_id)s, which is your responsibility.
ru: К задаче #%(task_id)s, находящаяся в Вашей ответственности, был добавлен комментарий.

source: Task theme
ru: Тема задачи

source: Task description
ru: Описание задачи

source: Task time cost estimation
ru: Оценка временных затрат задачи

source: Project task template
ru: Шаблон задачи

source: Project task templates
ru: Шаблоны задач

source: Is an administrator
ru: Является администратором

source: Position
ru: Должность

source: Positions
ru: Должности

source: Programming languages
ru: Языки программирования

source: A class of programming languages
ru: Класс языка программирования

source: Classes of programming languages
ru: Классы языков программирования

source: Add a new class of programming languages
ru: Добавить новый класс языков программирования

source: It is used to group programming languages
ru: Используется для группировки языков программирования

source: Alias
ru: Алиас

source: A string used in the HTML code to denote a given language
ru: Строка, используемая в HTML для обозначения данного языка

source: Is the default language
ru: Язык приложения по умолчанию

source: Belongs to the class
ru: Относится к классу

source: Add new programming language
ru: Добавить новый язык программирования

source: It is used to indicate to CKEditor the need to mark a block of code with the appropriate language for further coloring of the code
ru: Используется для обозначения CKEditor о необходимости помечать блок кода выбранным языком для дальнейшей раскраски

source: File Name
ru: Имя файла

source: The theme of the programming language
ru: Тема языка программирования

source: Themes of programming languages
ru: Темы языков программирования

source: Add a new programming languages theme
ru: Добавить новую тему языков программирования

source: Team
ru: Команда

source: Role
ru: Роль

source: Is password already expired
ru: Пароль уже истёк

source: If true, the user will have to change it on the next request.
ru: Если это значение равно true, то пользователю придется изменить его при следующем запросе.

source: Date when password is expired
ru: Дата, в которую пароль будет помечен как истёкший

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Patronymic
ru: Отчество

source: Avatar
ru: Аватар

source: Immediate supervisor
ru: Непосредственный начальник

source: Programming language theme
ru: Тема языков программирования

source: Programming languages used
ru: Используемые языки программирования

source: Interface design theme
ru: Тема интерфейса

source: Member of the team
ru: Является членом команд

source: Added comments
ru: Оставленные комментарии

source: Token
ru: Токен

source: Token expiration
ru: Время жизни токена

source: Environment settings
ru: Настройки окружения

source: Preferred language
ru: Предпочитаемый язык

source: Roles on project
ru: Роли на проекте

source: Manually change the password
ru: Вручную менять пароль

source: Force password change
ru: Принуждать к смене пароля

source: Theme style
ru: Тема окружения

source: Theme styles
ru: Темы окружения

source: The sidebar is in a hidden state
ru: Боковая панель в свёрнутом состоянии

source: The order of comments
ru: Порядок следования кмментариев

source: True if direct and False otherwise
ru: True если прямой и False иначе

source: The indentation from the previous comment to respond to the message in pixels
ru: Отступ в отвечаемых комментариях в пикселях

source: User's Environment Settings
ru: Настройки окружения пользователя

source: User Environment Settings
ru: Настройки окружений пользователей

source: Leader of the team
ru: Лидер команды

source: Team members
ru: Члены команды

source: Teams
ru: Команды

source: A team is a group of users whose creation simplifies the assignment of roles on a project
ru: Команда - это группа пользователей, создание которой упрощает назначение ролей на проекте

source: Object class name
ru: Имя класса объекта

source: Wiki Page
ru: Страница базы знаний

source: Wiki Pages
ru: Страницы базы знаний

source: Pages
ru: Страницы

source: Nested directories
ru: Вложенные директории

source: Directory of Wiki pages
ru: Директория страницы базы знаний

source: Directories of Wiki pages
ru: Директории страниц базы знаний

source: List of all registered default credentials
ru: Список всех зарегистрированных заводских учётных данных

source: Password policy
ru: Парольная политика

source: Authentication parameters
ru: Параметры аутентификации

source: Edit password policy
ru: Редактировать парольную политику

source: (There are no workers registered in the system)
ru: (В системе не зарегистрировано ни одного рабочего)

source: Worker
ru: Рабочий

source: The user who started it
ru: Запустивший пользователь

source: Run (Ctrl + Enter)
ru: Выполнить (Ctrl + Enter)

source: Execution command result
ru: Результат выполнения команды

source: Close
ru: Закрыть

source: Loading...
ru: Загрузка...

source: Ok
ru: Ок

source: File Admini-stration
ru: Админи-стрирование файлов

source: Information, displayed on the cover page
ru: Информация, отображаемая на титульной странице

source: Global paramethers
ru: Глобальные параметры

source: Edit the text of the title page
ru: Изменить текст титульной страницы

source: Edit the global parameters of application
ru: Редактировать глобальные параметры приложения

source: The specified settings cannot be saved. The title of the cover page should not be extolled by %(length)s characters
ru: Указанные настройки не могут быть сохранены. Заголовок титульной страницы не должно превосходить %(length)s символов

source: The internal name of class
ru: Внутренее имя класса

source: Enumeration object
ru: Объект перечисления

source: Description of enumeration object
ru: Описание объекта перечисления

source: Are you sure you want to delete this object?
ru: Вы уверены, что хотите удалить этот объект?

source: Are you sure you want to delete this role?
ru: Вы уверены, что хотите удалить эту роль?

source: Status object
ru: Объект состояния

source: Description of the status object
ru: Описание объекта состояния

source: Are you sure you want to delete this position?
ru: Вы уверены в том, что хотите удалить эту должность?

source: Template paramethers
ru: Параметры шаблона

source: Parameters of the processed data
ru: Параметры обрабатываемых данных

source: Import credential templates
ru: Импортировать шаблоны учётных данных

source: Are you sure you want to delete this objects?
ru: Вы уверены, что хотите удалить эти объекты?

source: All specified credential import templates successfully deleted
ru: Все указанные шаблоны импорта учётных данных успешно удалены

source: Something went wrong. Try refreshing the page
ru: Что-то пошло не так. Попробуйте обновить страницу

source: Parameters inserted into the processing template
ru: Параметры, добавляемые к обрабатываемым данным

source: Export as
ru: Экспортировать в формате

source: Open in new tab
ru: Открыть в новой вкладке

source: Copy
ru: Копировать

source: Import by template
ru: Импортировать по шаблону

source: Parsing data paramethers
ru: Параметры анализа данных

source: These parameters specify exactly how the columns in the data will be converted to credential objects.
ru: Эти параметры точно определяют, как столбцы в данных будут преобразованы в объекты учетных данных.

source: Parameters for getting data from records
ru: Параметры для получения данных из записей

source: Static data paramethers
ru: Статические параметры

source: These parameters will be added to each new and/or existing object
ru: Эти параметры будут добавлены каждому новому и/или существующему объекту

source: Parameter for adding to data from records
ru: Параметры для добавления данным к записям

source: Content paramether
ru: Параметры содержимого

source: Conversation rules:
ru: Правила преобразования:

source: Static parameters take precedence over parsing parameters
ru: Статические параметры имеют приоритет перед параметрами анализа данных

source: If the combination «Login:password» or «Login:password hash» already exists, the existing record will be taken
ru: Если комбинация «Логин:пароль» или «Логин:хэш пароля» уже существует, будет взята существующая запись

source: If there is a hash without a login, the data will be substituted for all objects with this hash
ru: Если есть хэш без логина - данные будут подставлены всем объектам с данным хэшом

source: Column index started from 0
ru: Номера столбцов начинаются с 0

source: Data that will be uploaded and converted into objects.
ru: Данные, которые будут загружены и преобразованы в объекты.

source: Help:
ru: Справка:

source: Hash options are also possible:
ru: Так же возможны следующие варианты хэша:

source: Error when trying to connect the server
ru: Ошибка при попытке подключения к серверу

source: Basic information
ru: Основная информация

source: Edit related services
ru: Редактировать связанные службы

source: History of property changes
ru: История изменения свойств

source: Vulnerable environment
ru: Уязвимая среда

source: Hosts, that are excluded from the study
ru: Хосты, которые были исключены из исследования

source: Exclude
ru: Исключить

source: Copy IP address
ru: Копировать IP-адрес

source: Data to import
ru: Данные для импорта

source: Something went wrong. Try to refresh page
ru: Что-то пошло не так. Попробуйте обновить страницу

source: (Title is missing)
ru: (Заголовок отсутствует)

source: Unknown
ru: Неизвестно

source: Not defined
ru: Не определено

source: Available services
ru: Доступные службы

source: Add new DNS name to host
ru: Добавить новую DNS-запись

source: Specify another host as the interface of the current one
ru: Указать другой хост как интерфейс к текущему

# other
source: (Missing)
ru: (Отсутствует)

# woman
source: (Missing)
ru: (Отсутствует)

source: Related credentials
ru: Связанные учётные данные

source: Edit host interfaces
ru: Редактировать интерфейсы конечного устройства

source: Copy DNS record
ru: Копировать DNS-запись

source: Delete DNS record
ru: Удалить DNS-запись

source: Import issue templates
ru: Импортировать шаблоны проблем

source: All specified issue templates successfully deleted
ru: Все указанные шаблоны проблем успешно удалены

source: Parameters of the issue being created
ru: Параметры создаваемой проблемы

source: (Missing)
ru: (Отсутствует)

source: Finding issues
ru: Обнаруженные проблемы

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Create by template
ru: Создать по шаблону

source: Something went wrong. Try to reload page
ru: Что-то пошло не так. Попробуйте обновить страницу

source: Additional info
ru: Дополнительная информация

source: Edit Proof of Concept
ru: Редактировать концепцию доказательства

source: Edit related tasks
ru: Редактировать связанные задачи

source: All right
ru: Все верно

source: Activity
ru: Активность

source: Exit
ru: Выйти

source: Add new comment
ru: Добавить комментарий

source: Enter text here
ru: Введите текст здесь

source: Welcome to PCF
ru: Добро пожаловать в PCF

source: List of all included IP
ru: Список всех относящихся IP-адресов

source: Copy IP Address
ru: Копировать IP-адрес

source: Import parameters
ru: Параметры импорта

source: Note, that the first element has an index of '0'
ru: Помните, что первый элемент имеет индекс '0'

source: Import data
ru: Данные импорта

source: Availables networks
ru: Доступные сети

source: Availables hosts
ru: Доступные конечные устройства

source: As list
ru: Список

source: As grid
ru: Сетка

source: Changed by
ru: Изменил(а)

source: Edit note
ru: Редактировать заметку

source: Delete note
ru: Удалить заметку

source: Are you sure you want to delete this note?
ru: Вы уверены, что хотите удалить эту заметку?

source: List of all project additional parameters
ru: Список всех параметров дополнительной информации

source: Are you sure you want to delete this parameter?
ru: Вы уверены в том, что хотите удалить этот параметр?

source: (Data is missing)
ru: (Данные отсутствуют)

source: (Additional parameters is missing)
ru: (Дополнительная информация отсутствует)

source: Tasks by status
ru: Задачи по статусам

source: Tasks by priority
ru: Задачи по приоритетам

source: Found passwords
ru: Найденные пароли

source: Issues by severity
ru: Проблемы по серьёзности

source: Open ports
ru: Открытые порты

source: Operation systems
ru: Операционные системы

source: Quantity
ru: Количество

# she
source: Information
ru: Информационная

# she
source: Low
ru: Низкая

# she
source: Medium
ru: Средняя

# she
source: High
ru: Высокая

# she
source: Critical
ru: Критическая

source: Cleartext passwords
ru: Пароли в открытом виде

source: Password & hash
ru: Пароли, восстановленные из хэшей

source: Hash only
ru: Чисто хэши

# they
source: Archived
ru: Архивные

source: Edit participants
ru: Редактировать участников

source: All project report templates list
ru: Список всех шаблонов отчётов для проекта

source: Download
ru: Скачать

source: Generate new report from Template
ru: Сгенерировать новый отчёт из шаблона

source: Generate
ru: Сгенерировать

source: Event main parameters
ru: Основные параметры события

source: List of all events, that detected in organization
ru: Список всех событий, зарегистрированных в организации

source: List all research events
ru: Список всех событий исследования

source: Event paramethers
ru: Параметры события

# man
source: (Missing)
ru: (Отсутствует)

source: Services grouped by port
ru: Службы, сгруппированные по портам

source: Port Number
ru: Номер порта

source: Transport level protocol
ru: Протокол транспортного уровня

source: Default access protocol
ru: Протокол прикладного уровня по умолчанию

source: Unable to load an image
ru: Невозможно загрузить изображение

source: Screenshot http
ru: HTTP-скриншот

source: The screenshot is missing
ru: Скриншот отсутствует

source: Screenshot https
ru: HTTPS-скриншот

source: Host technical information
ru: Техническая информация конечного устройства

source: Service technical information
ru: Техническая информация службы

source: (There is nothing to inventory)
ru: (Более нечего инвентаризировать)

source: Edit related issues
ru: Редактировать связанные проблемы

source: Edit related credentials
ru: Редактировать связанные учётные данные

source: http screenshot of the web interface
ru: http-скриншот веб-интерфейса

source: https screenshot of the web interface
ru: https-скриншот веб-интерфейса

source: Take screenshot
ru: Сделать скриншот

source: Error when content loading
ru: Ошибка при загрузке данных

source: Read-only community
ru: Community-строки с правами только на чтение

source: No read-only community defined
ru: Community-строки с правами только на чтение не определены

source: Read-write community
ru: Community-строки с правами на чтение и запись

source: No read-write community defined
ru: Community-строки с правами на чтение и запись не определены

source: NsExtendObjectModule enabled:
ru: Активирован NsExtendObjectModule:

source: SNMP Enterprise:
ru: SNMP Предприятие:

source: SNMP engineIDFormat:
ru: Формат движка SNMP:

source: SNMP engineIDData:
ru: Значение движка SNMP:

source: SNMP EngineBoots:
ru: Количество запусков демона SNMP (EngineBoots):

source: SNMP EngineTime:
ru: Время движка SNMP:

source: VNC Version
ru: Версия VNC

source: Server security types supported
ru: Поддерживаемые типы авторизации на сервере

source: Import task templates
ru: Импортировать шаблоны задач

source: All specified task templates successfully deleted
ru: Все выбранные шаблоны задач успешно удалены

source: Parameters of the task being created
ru: Параметры создаваемой задачи

source: Are you sure you want to delete this task?
ru: Вы уверены, что хотите удалить эту задачу?

source: The specified transition between statuses is prohibited!
ru: Указанный переход между статусами запрещён!

source: You have no right to perform this action
ru: У вас нет прав для выполнения указанного действия

source: No data for displaying
ru: Отсутствуют данные для отображения

source: Cannot connect to server. Try to refresh page
ru: Невозможно подключиться к серверу. Попробуйте обновить страницу

source: Add new subtask
ru: Добавить новую подзадачу

source: Task readiness
ru: Готовность задачи

source: Edit related task
ru: Редактировать связанные задачи

source: Untie it
ru: Отвязать

source: Download file
ru: Скачать файл

source: Delete file
ru: Удалить файл

source: Task changed by another user
ru: Задача изменена другим пользователем

source: Enter - PCF
ru: Войти - PCF

source: No manager
ru: Нет руководителя

source: Theme settings Used
ru: Используемые настройки темы

source: Decoration
ru: Окружение

source: Code highlighting
ru: Подсветка кода

source: Error when loading a directory
ru: Ошибка при загрузке директории

source: New directory
ru: Новая директория

source: You don't have the rights to perform this action
ru: У вас нет прав для выполнения указанного действия

source: Recent locations
ru: Недавние местоположения

source: This folder is empty.
ru: Эта директория пуста.

source: {0} items
ru: {0} элементов

source: Back (Alt + Left Arrow)
ru: Назад (Alt + Стрелка влево)

source: Back to "{0}" (Alt + Left Arrow)
ru: Назад к "{0}" (Alt + Стрелка влево)

source: Forward (Alt + Right Arrow)
ru: Вперёд (Alt + Стрелка вправо)

source: Forward to "{0}" (Alt + Right Arrow)
ru: Вперёд к "{0}" (Alt + Стрелка вправо)

source: Up (Alt + Up Arrow)
ru: Вверх (Alt + стрелка вверх)

source: Up to "{0}" (Alt + Up Arrow)
ru: Вверх к "{0}" (Alt + Стрелка вверх)

source: Stopping...
ru: Остановка...

source: Copy 1 item...
ru: Копировать один элемент...

source: Copy {0} items...
ru: Копировать {0} элементов.

source: Copying 1 item...
ru: Копирование одного элемента...

source: Copying {0} items...
ru: Копирование {0} элементов...

source: Copy 1 item to "{1}"...
ru: Копировать 1 элемент в "{1}"...

source: Copy {0} items to "{1}"...
ru: Копировать {0} элемнтов в "{1}"...

source: Copying 1 item to "{1}"...
ru: Копирование 1 элемента в "{1}"...

source: Copying {0} items to "{1}"...
ru: Копирование {0} элементов в "{1}"...

source: Move 1 item...
ru: Переместить 1 элемент...

source: Move {0} items...
ru: Переместить {0} элементов...

source: Moving 1 item...
ru: Перемещение 1 элемента...

source: Moving {0} items...
ru: Перемещение {0} элементов...

source: Move 1 item to "{1}"...
ru: Переместить 1 элемент в "{1}"...

source: Move {0} items to "{1}"...
ru: Переместить {0} элементов в "{1}"...

source: Moving 1 item to "{1}"...
ru: Перемещение 1 элемента в "{1}"...

source: Moving {0} items to "{1}"...
ru: Перемещение {0} элементов в "{1}"...

source: Copy to clipboard completed
ru: Копирование в буфер обмена завершено

source: Cut to clipboard completed
ru: Перемещение в буфер обмена завершено

source: Paste operation failed
ru: Операция вставки завершилась с ошибкой

source: Paste operation failed due to mismatched group name
ru: Операция вставки завершилась с ошибкой вследствие несоответствующего названия группы

source: Renaming "{0}" to "{1}"...
ru: Переименование "{0}" в "{1}"...

source: Deleting items failed.
ru: Удаление элементов завершилось с ошибкой.

source: Deleting items failed. {0}
ru: Удаление элементов завершилось с ошибкой. {0}

source: Deleting 1 item...
ru: Удаление 1 элемента...

source: Deleting {0} items...
ru: Удаление {0} элементов...

source: New Folder (Ctrl + Ins)
ru: Новая Директория (Ctrl + Ins)

source: Creating a new folder...
ru: Создание новой директории...

source: Creating a new folder failed.
ru: Создание новой директории завершилось с ошибкой.

source: Creating a new folder failed. {0}
ru: Создание новой директории завершилось с ошибкой. {0}

source: New File (Ins)
ru: Новый файл (Ins)

source: Creating a new file...
ru: Создание нового файла...

source: Creating a new file failed.
ru: Создание нового файла завершилось с ошибкой.

source: Creating a new file failed. {0}
ru: Создание нового файла завершилось с ошибкой. {0}

source: Upload (Ctrl + U)
ru: Загрузить (Ctrl + U)

source: Download failed to start
ru: Не удалось запустить загрузку

source: Starting download...
ru: Начало загрузки...

source: Initializing download...
ru: Инициализация загрузки...

source: Download initialization failed.
ru: Не удалось выполнить инициализацию загрузки.

source: Download initialization failed. {0}
ru: Не удалось выполнить инициализацию загрузки. {0}

source: Delete (Del)
ru: Удалить (Del)

source: Item Checkboxes
ru: Чек-боксы элементов

source: Copy (⌘ + C)
ru: Копировать (⌘ + C)

source: Copy (Ctrl + C)
ru: Копировать (Ctrl + C)

source: Paste (⌘ + V)
ru: Вставить (⌘ + V)

source: Paste (Ctrl + V)
ru: Вставить (Ctrl + V)
